[
    {
        "name": "Ophidian",
        "nameSpine": "ophidian",
        "shortDescription": "Arcade puzzle game insprited by classic snake gameplay.",
        "description": [
            "Ophidian is an arcade puzzle game inspired by a great classic. In Ophidian, players navigate the play area to consume food blocks, while avoiding any obstacles set in the way. Featuring multiple game modes for players to enjoy.",
            "Arcade mode features a classic style of game play with newly added features. Play solo to eat as much food as you can to get a high score, or go head to head locally with up to four players total. Try out trash mode, where each time you eat a food block, a wall block takes its place. Or challenge yourself in Ghost mode, where each level pits you against the ghost of your previous level.",
            "Challenge mode features 100 puzzles designed for players to navigate the ophidian through in order to consume all of the food in each level. Puzzles include various specials blocks to interact with including wall blocks, portal blocks, bounce blocks, bomb blocks, and more. Complete each challenge, or replay them to go for a faster record time."
        ],
        "trailer": "https://www.youtube.com/embed/OHsSIbKU-SQ",
        "platforms": [
            {
                "name": "steam",
                "url": "https://store.steampowered.com/app/697710/Ophidian/"
            }
        ],
        "os": {
            "win": true,
            "osx": true,
            "linux": false,
            "nswitch": false,
            "xone": false,
            "ps4": false,
            "anroid": false,
            "ios": false
        }
    },
    {
        "name": "Beats",
        "nameSpine": "beats",
        "shortDescription": "One button music rhythm game made for the One Mechanic Game Jam 5",
        "description": [
            "Beats is a one button music rhythm game made for the Game Dev's Quest One Mechanic Game Jam #5. Running through the forest, our adventurere is meet with skeletons blocking his path. Using the beat of the song, the adventurer must attack the skeletons as the approach, before they atack him.",
            "The current version of the game is a prototype version made for the Jam, with only one song/stage. As the song begins, skeletons will appear and move toward the attack zone, where players must hit the butotn to attack them in beat with the music."
        ],
        "trailer": "https://www.youtube.com/embed/ZGqBBV0PM3g",
        "platforms": [
            {
                "name": "itch",
                "url": "https://manbeardgames.itch.io/beats"
            },
            {
                "name": "omgjam",
                "url": "https://itch.io/jam/omgjam5/rate/326293"
            }
        ],
        "os": {
            "win": true,
            "osx": false,
            "linux": false,
            "nswitch": false,
            "xone": false,
            "ps4": false,
            "anroid": false,
            "ios": false
        }
    },
    {
        "name": "Echo",
        "nameSpine": "echo",
        "shortDescription": "Waking up, trapped in a room with the ceiling closing in. Death is ensured, but how long can you survive. Made for Ludum Dare 42",
        "description": [
            "You wake up and find yourself trapped in a room inside a ruined structure. The ceiling is closing, and you have no way to climb out. You're a slime after all, how can you climb. Once the ceiling has closed in, it will fall, squishing you like it has done to so many before. You're only hope is to find some way to stop the ceiling from completely closing in on you. Are you only going to be prolonging your eventural death?",
            "Echo was made for Ludum Dare 42, with the theme \"Running out of space\". In this game, the ceiling is sealing itself off. You have to scramble to find active nodes that will push back and delay the ceiling. Eventually, the ceiling will close off and fall on you. While manging this, you will also have to fight off a horde of dead slimes who have died before you. They cose in fast and overwhelm quickly if not dealt with."
        ],
        "trailer": "",
        "platforms": [
            {
                "name": "itch",
                "url": "https://manbeardgames.itch.io/echo"
            },
            {
                "name": "ludum",
                "url": "https://ldjam.com/events/ludum-dare/42/echo"
            }
        ],
        "os": {
            "win": true,
            "osx": false,
            "linux": false,
            "nswitch": false,
            "xone": false,
            "ps4": false,
            "anroid": false,
            "ios": false
        }
    },
    {
        "name": "Slime Battle Royale",
        "nameSpine": "slime-battle-royale",
        "shortDescription": "The rules are simple, only one slime can leave. Made for Ludum Dare 41",
        "description": [
            "You are trapped in a dungeon with other slimes. The rules are simple, only one slime can leave. Time is precious, as there is poison slowly creeping in from all sides of the dungeon. You must hurry to defeat them all, using the ancient fighting technique of rock-paper-scissors. Or die a painful death.",
            "Slime Battle Royale was made for Ludum Dare 41 with the them \"Combine two incompatible genres\". This uses the Battle Royale genre and the Turn-Base Fighting genres. In Battle Royale games, you want to be able to move, as the closing circle of whatever is closing in. The Turn-Base Fighting serves as a deterrent to your movement, forcing you to stop and take actions."
        ],
        "trailer": "https://www.youtube.com/embed/nyeg6q8pIZ4",
        "platforms": [
            {
                "name": "itch",
                "url": "https://manbeardgames.itch.io/slime-battle-royale"
            },
            {
                "name": "ludum",
                "url": "https://ldjam.com/events/ludum-dare/41/slime-battle-royale"
            }
        ],
        "os": {
            "win": true,
            "osx": false,
            "linux": false,
            "nswitch": false,
            "xone": false,
            "ps4": false,
            "anroid": false,
            "ios": false
        }
    },
    {
        "name": "Droplet",
        "nameSpine": "droplet",
        "shortDescription": "Tiny and insignificant, you are not discourage from dreaming big. Consume those around you, but remember there is always someone bigger waiting. Made for Ludum Dare 40.",
        "description": [
            "You are a small, tiny insignificant droplet. Small as you may be, this doesn't discourage you from dreaming to be a bigger droplet. As you consume those that stand in your way, you watch yourself grow. But dont' let your ego blind you, as there are always others out there, bigger and better than you, waiting to grow by consuming you.",
            "Droplet was made for Ludum Dare 40 with the theme \"The more you have, the worse it is\". In droplet, players can consume other droplets that are smaller than themselves. Consuming those of the same color will allow you to grow, while those of the opposite color will allow you to shrink. The goal is to grow as large as you can, however, the bigger you get, the slower you move."
        ],
        "trailer": "https://www.youtube.com/embed/UmCM3mFo3XA",
        "platforms": [
            {
                "name": "itch",
                "url": "https://manbeardgames.itch.io/droplet"
            },
            {
                "name": "ludum",
                "url": "https://ldjam.com/events/ludum-dare/40/droplet"
            }
        ],
        "os": {
            "win": true,
            "osx": false,
            "linux": false,
            "nswitch": false,
            "xone": false,
            "ps4": false,
            "anroid": false,
            "ios": false
        }
    }
]